[
 {
  "sentence": "It is difficult to the point of impossibility for the average reader under the age of to imagine a time when high-quality arts criticism could be found in most big-city newspapers.",
  "cihui": "to the point of...达到...的程度<br\/>impossibility n不可能，不可能的事<br\/>average adj普通的、平均的<br\/>high-quality 高质量<br\/>arts criticism 艺术评论",
  "yi": "四十岁以下的普通读者难以想象在大多数大城市报纸上可以找到高质量艺术评论的时候。",
  "zhong": "1、＂when＂修饰限定时间，定语从句<br\/>2、简化长难句：It is difficult... to imagine a time...<br\/>3、难点：主语 It只是形式主语，真正的主语是：to imagine a time when high-quality arts criticism could be found in most big-city newspapers<br\/>4．难点：多个介词短语是句子的非核心，可以先去掉不看，大大降低阅读难度",
  "zuo": "It is difficult to the point of impossibility for sb. to do sth.表示“对于某人来说，做某事是非常困难的（困难到了不可能的程度）",
  "unit": "Day01",
  "text": "【2010年英语一阅读 Text 1】"
 },
 {
  "sentence": "Of all the changes that have taken place in English-language newspapers during the past quarter-century, perhaps the most far-reaching has been the inexorable decline in the scope and seriousness of their arts coverage.",
  "cihui": "quarter: 四分之一 <br> century: 百年 <br> far-reaching adj.影响深远的；广泛的 <br> decline: 下降 <br> inexorable adj.不可阻挡的；无法改变的 <br> scope: 范围 <br> seriousness: 严肃性 <br> coverage: 覆盖；报道 <br> arts coverage: 艺术报通",
  "yi": "英文报纸在过去25年间发生的所有变化中，影响最为深远的或许就是其艺术报道的范围和严肃性已呈现不可遏制的衰落之势。",
  "zhong": "难点1：去修饰，找核心句中多个人介词短语和从句的修饰补充增加了这个句子的理解难度，所以先去掉，直接get句子的核心。 <br> 难点2：意思群的切分。Of all the changes that have taken place \/ in English-language newspapers \/ during the past quarter-century, perhaps the most far-reaching has been the inexorable decline \/ in the scope and seriousness of their arts coverage. <br>",
  "zuo": "写作应用：Of all the changes that have taken place in 某事物 during 某个时间段，perhaps the most far-reaching has been...（名词词组）<br>某事物在某时间段发生的所有变化中，影响最为深远的或许就.....",
  "unit": "Day02",
  "text": "【2010年英语一阅读 Text 1】"
 },
 {
  "sentence": "We are even farther removed from the unfocused newspaper reviews published in England between the turn of the 20th century and the eve of World War Il at a time when newsprint was dirt-cheap and stylish arts criticism was considered an ornament to the publications in which it appeared.",
  "cihui": "publish v.出版，刊印，发行，发表; stylish adj.高水平的；时尚的; ornamentn.装饰，装饰物；摆设，点缀; publication n.出版物",
  "yi": "我们与20世纪初至二战前夕英国的杂感式报纸评论就更是无缘了，当时，新闻用纸价廉如土、风格独特的艺术评论被看作是对刊登它的出版物的一种装饰。",
  "zhong": "1、难点1：when定语从句中包含了并列句。\nwhen定语从句修饰先行词a time，表示“...的一段时间”，但要注意定语从句中还包含了and连接的并列句。\n2、难点2：介词提前的定语从句\nIn which是介词提前的定语从句，修饰先行词 the publications，表示“...的出版物”。 介词原本在后：…the publications which it appeared in\n介词提前：the publications in which it appeared \n",
  "zuo": "写作中可以尝试将介词提前的定语从句应用",
  "unit": "Day03",
  "text": "【2010年英语一阅读 Text 1】"
 },
 {
  "sentence": "Now the nation's top patent court appears completely ready to scale back on business method patents, which have been controversial ever since they were first authorized 10 years ago.",
  "cihui": "patent n.专利，专利权，专利品\n\nscale back 缩减 controversial adj.有争议的，引起争议的\n\nauthorize v.授权，批准，委托 ",
  "yi": "现在国家最高专利法庭似乎完全准备好缩减商业方面专利的数量，这类专利自10年前首次获批以来就一直备受争议。",
  "zhong": "这个句子其实并不难，但符合标准的长难句分析流程，很适合大家做练习。\n难点1：找到标点和连接词断开长难句。\n从句（1）：which引导的非限定性定语从句。从句（2）：（ever）since引导的时间状语从句。\n难点2：去修饰找核心\n主句部分去掉修饰的形容词、副词、名词所有格和介词短语，就找到了核心内容。\n",
  "zuo": "authorize v.授权，批准，委托\n注意常用词缀—ize结尾的单词，相当于把单词动词化。考研大纲词汇中相同用法有很多，例如：\nrealize v.使······成真的；意识到\ncriticize v.批判，批评 organize v.组织\nrecognize v.辨认出 summarize v.总结，概括\n",
  "unit": "Day04",
  "text": "【2010年英语一阅读 Text 2】"
 },
 {
  "sentence": "Curbs on business-method claims would be a dramatic about-face, because it was the Federal Circuit itself that introduced such patents with its 1998 decision in the so- called State Street Bank case, approving a patent on a way of pooling mutual-fund assets.",
  "cihui": "curb n.抑制\nFederal Circuit 联邦巡回法院 \nclaim n.声明；要求\nmutual-fund 共同基金 \ndramatic adj.突然的，巨大的\n",
  "yi": "对商业方法专利申请的限制将会是一个巨大的改变，因为这些专利正是联邦巡回法院自己在1998年审理一个被称作“美国道富银．行”的案件时提出的，判决中巡回法院批准了一项共同基金资产集资方法的专利。",
  "zhong": "难点1：准确识别强调句\nIt was...that...是强调句的基本结构，强调的是 the Federal Circuit itself。 \n难点2：了解介词短语和非谓语动词是句子的非核心\n注意非谓语动词approving，修饰整个句子，在这里表示“联邦法庭主动批准”。\n",
  "zuo": "pool作名词时，常表示“水池，池塘”；本句中名词动用，表达“集中”的意思，考研常考这种熟词僻意。\nIt is／was...that..强调句是蕞容易的一种特殊句式，只需要把普通的句子“一拆两半＂放进来即可，建议大家可以在写作中使用。\n",
  "unit": "Day05",
  "text": "【2010年英语一阅读 Text 2】"
 },
 {
  "sentence": "The Federal Circuit issued an unusual order stating that the case would be heard by all 12 of the court's judges, rather than a typical panel of three,and that one issue it wants to evaluate is whether it should \"reconsider\" its State Street Bank ruling.",
  "cihui": "judge n.法官；审判员\npanel n.小组，专家组，顾问组\nevaluate v.评估，评判；评价；估价\nreconsider v.重新考虑，再斟酌 \n",
  "yi": "联邦巡回法院发布了一条异乎寻常的命令，要求该案例由12名法院法官集体听审，而不是一个典型的三人小组，并且他们想评估一下法院是否应该审查一下他们对道富银行的判决。",
  "zhong": "难点1：平行结构\n通过and并列连词，找到两个that引导的宾语从句，跟在stating后面，表示陈述的内容。\n难点2：嵌套结构\n通过谓语动词的数量判断，知道第二个that从句描述3件事儿，再通连接词和分析主谓进一步断开，找到了嵌套结构：第二个that从句中嵌套了定语从句it wants to evaluate和whether表语从句。\n难点3：分裂结构\n两个that从句并没有直接并列在一起，中间2个逗号之间rather than a typical panel of three为插入语，造成句子的分裂。\n",
  "zuo": "注意考研单词熟词僻义和词性灵活的用法，比如句子中的issued为动词，后面one issue为名词，分别表述不同的含义，大家要灵活掌握。\nreconsider v.重新考虑，再斟酌 re—重新，再一次，consider-考虑→重新考虑，再斟酌retell v.复述 rediscover v.再次发现\n",
  "unit": "Day06",
  "text": "【2010年英语一阅读 Text 2】"
 },
 {
  "sentence": "In his book The Tipping Point, MalcolmGladwell argues that \"social epidemics\" are ddriven in large part by the actions of a tiny minority of special individuals, often called influentials. who are unusually informed, persuasive, or well connected.",
  "cihui": "epidemic n.流行病；流行的趋势\nminority n.少数；少数人 \nindividual n.个人；个体\ninfluential adj.有影响力的；n.有影响力的人 \ninformed adj.见多识广的\npersuasive adj.有说服力的 \nwell connected 人脉很广的\n",
  "yi": "Malcolm Gladwell在其《引爆点》一书中提出，“社会流行潮”在很大程度上由极少数与众不同的个人的行为所推动，这些人通常被称为“有影响力人士”，他们或见识非常广博、或非常有说服力、或人脉极广。",
  "zhong": "难点1：断开长难句\n通过连接词that和who（以及它们前面的标点）来断开长难句。注意：并非所有的标点都能用来断开长难句。\n难点2：准确切分意思群\n把句子切分成意思群是非常重要的，帮助更准确地看懂句意。例如：本句中的by the actions of a tiny minority of special individuals，其中A of B of C就是 一个整体的意思群。\n",
  "zuo": "A of B这一结构很常见，倒着翻译为＂B的A”。但考研中会有一种更极致的结构A of B of C，翻译成“C的B的A”，大家也需要掌握。",
  "unit": "Day07",
  "text": "【2010年英语一阅读 Text 3】"
 },
 {
  "sentence": "For a social epidemic to occur,however, each person so affected must then influence his or her own acquaintances, who must in turn influence theins, and so on; and just how many others pay attention to each of these people has little to do with the initial influential.",
  "cihui": "affected v.被影响（动词的过去分词）；adj.受影响的 \nacquaintance n.熟人\nin turn反过来，依次 \nand so on 等等 \npay attention to sb／sth 注意某人／某事\nhas little to do with..与······之间关系不大\n",
  "yi": "但是，一种社会潮流的形成，需要每一个受到有影响力人士直接影响的人，再 去影响他们的熟人，如此延续。而到底有多少人会注意到这些受到影响的人， 则跟最初的有影响力的人士并无多大关系。",
  "zhong": "难点1：断开长难句\n通过连接词who和and（以及它们前面的标点）来断开长难句。 注意：并非所有的标点都能用来断开长难句。\n难点2：准确找到and并列句中的主语从句通过and并列句中的谓语动词数量，准确找到how引导的主语从句到第二个谓 语动词has前结束。\n",
  "zuo": "分析长难句时，准确找到谓语动词非常重要，既能帮大家判断长难句中包含了 几件事，又能帮大家找到很多从句结束的位置（例如本句中的how从句结束于第 二个谓语动词之前）。",
  "unit": "Day08",
  "text": "【2010年英语一阅读 Text 3】"
 },
 {
  "sentence": "They found that the principal requirement for what is called \"global cascades\"-the widespread propagation of influence through networks-is the presence not of a few influentials but,rather, of a critical mass of easily influenced people.",
  "cihui": "principal adj.主要的；首要的\nrequirement n.要求；条件 \ncascades n.瀑布，瀑布流\nmass n.一群；群众\n widespread propagation 广泛的传播\ncritical adj.非常重要的，至关重要的；批评的，批评的\n",
  "yi": "他们发现，要实现所谓的“全球传播”——社交网络中影响的广泛传播，最关键的条件不是少数有影响力人士的存在，而是大量易受影响人群的广泛参与。",
  "zhong": "难点1：分裂结构\n在考研长难句中成对的“逗号”、“破折号”以及“括号”都可以帮助大家快速找到插入语，即找到分裂结构。\n分析句子时，造成分裂结构的插入语可以先去掉不看，把句子还原成连贯的形式看懂之后再将其补充回来进行分析。\n难点2：嵌套结构\n通过断开长难句，找到主句里层层嵌套的2个宾语从句：that引导的宾语从句（动宾）和what引导的宾语从句（介宾）。嵌套结构最好的分析方法就是逐层分析。\n难点3：平行结构\n通过并列连词词组not...but···.找到两个of引导的介词短语的并列结构。\n",
  "zuo": "the principal requirement for...“针对······的首要条件＇ widespread propagation of...“······的广泛传播”",
  "unit": "Day09",
  "text": "【2010年英语一阅读 Text 3】"
 },
 {
  "sentence": "The IASB says it does not want to act without overall planning, but the pressure to fold when it completes its reconstruction of rules later this year is strong.",
  "cihui": "IASB＝International Accounting Standard Board 国际会计标准理事会 \noverall planning 整体的规划\nthe pressure to fold 屈服的压力 \ncomplete v.完成\nreconstruction n.再一次建设，重新建设，现代风格的\n",
  "yi": "IASB（国际会计标准理事会）表示不愿意在没有总体规划的情况下就贸然行动，但当其今年晚些时候完成准则重建时，将会面临巨大的屈服压力。",
  "zhong": "难点1：通过分析主谓，断开长难句\nThe IASB says it does not want to act without overall planning\n句子中有2个谓语动词says和does not want，典型的主谓主谓结构，后一部分为从句。\n难点2：通过连接词和第二个谓语动词，断开长难句\nwhen从句开始于连接词，结束于第二个谓语动词前。fold为不及物动词，不需要接宾语；并且when表示“当······时候”，为时间状语从句。\n难点3：状语从句在主句中作插入语\n状语从句在主句中作插入语较难理解和翻译，建议大家将状语从句移动到主句前或者后再进行理解。\n",
  "zuo": "比如本句可以调整为：\nbut the pressure to fold is strong when it\ncompletes its reconstruction of rules later this year.\n",
  "unit": "Day10",
  "text": "【2010年英语一阅读 Text 4】"
 }
]