[
    {
        "words": "651. When I fetched the sketch on the stretcher I found the secretary's secret.",
        "meaning": " 当我拿来担架上的素描时我发现了秘书的秘密.",
        "unit": "第14天"
    },
    {
        "words": " 652. The mutual spirits inspired us to reach the annual aim.",
        "meaning": " 相互的精神鼓舞了我们达到年度目标.",
        "unit": "第14天"
    },
    {
        "words": " 653. The roaring oar hit the coarse keyboard on the cupboard aboard the boat.",
        "meaning": " 轰鸣的桨击中了船上碗柜上的粗糙键盘.",
        "unit": "第14天"
    },
    {
        "words": " 654. My intimate mate's ultimate estimate approximates the appropriate value.",
        "meaning": " 我亲密伙伴的最终估计接近恰当的值.",
        "unit": "第14天"
    },
    {
        "words": " 655. In case of necessity, necessary session can be held on the vessel.",
        "meaning": " 必要时,必需的开庭可在船舶上进行.",
        "unit": "第14天"
    },
    {
        "words": " 656. By the navigation of microwave, the navy paved a pavement on the wavy sea.",
        "meaning": " 借助微波导航，海军在多浪的大海上铺了一条路。",
        "unit": "第14天"
    },
    {
        "words": " 657. The minority of us are confronted with difficulty in the frontier of the major.",
        "meaning": " 我们少数人在该专业尖端领域面临困难.",
        "unit": "第14天"
    },
    {
        "words": " 658. From the context of the text, I find the next pretext for selling the textile.",
        "meaning": " 我从课文的前后关系中找到卖纺织品的下一个借口.",
        "unit": "第14天"
    },
    {
        "words": " 659. The systematic items stem from the walker's talk about the chalk.",
        "meaning": " 这些系统的条款来源于步行者关于粉笔的谈话.",
        "unit": "第14天"
    },
    {
        "words": " 660. Theoretically, their heir's theory of meteorology can explain the meteor.",
        "meaning": " 从理论上讲，他们的继承人的气象理论能解释这种大气现象。",
        "unit": "第14天"
    },
    {
        "words": " 661. I affirmatively confirmed the conformity of the theory with practice.",
        "meaning": " 我断然确认了理论与实践相符.",
        "unit": "第14天"
    },
    {
        "words": " 662. The subordinate coordinates are in accordance with that set by the cordial chorus.",
        "meaning": " 从属坐标与热心的合唱团的设定值一致。",
        "unit": "第14天"
    },
    {
        "words": " 663. The transactor thinks activating the atomic interaction in the intact reactor is practicable.",
        "meaning": " 办理人认为激活未受影响的反应堆内原子的相互作用是种可行的.",
        "unit": "第14天"
    },
    {
        "words": " 664. The distracted reader can't be absorbed in the abstract extract.",
        "meaning": " 心神纷乱的读者无法专心于抽象的节录.",
        "unit": "第14天"
    },
    {
        "words": " 665. The compact faction fractured because of friction.",
        "meaning": " 紧密小宗派由于摩擦破裂了.",
        "unit": "第14天"
    },
    {
        "words": " 666. Under the guideline, the output of streamlined seamless liners declines linearly.",
        "meaning": " 在该方针的指引下,流线型无缝班机的产量直线下降.",
        "unit": "第14天"
    },
    {
        "words": " 667. The dreadful tread on the meadow broke the deadly deadlock.",
        "meaning": " 草场上可怕的践踏声打破了致命的僵局.",
        "unit": "第14天"
    },
    {
        "words": " 668. The heading is \"Headline of Headlong Pleadings\".",
        "meaning": " 标题为“仓促答辩状的摘要”.",
        "unit": "第14天"
    },
    {
        "words": " 669. I overhear that the hearty man heartily yearns for my harness in the barn.",
        "meaning": " 我无意中听说那个热忱的人十分向往我的牲口棚中的马具.",
        "unit": "第14天"
    },
    {
        "words": " 670. After the rehearsal, the weary mechanic repaired the gears with shears and spear.",
        "meaning": " 排练完后，疲倦的机修工用剪刀和矛修理了齿轮装置.",
        "unit": "第14天"
    },
    {
        "words": " 671. Having checked the parameters of the apparatus, the paralysed parasite went to the paradise by parachute.",
        "meaning": " 检查过仪器的参数后,瘫痪的寄生虫乘降落伞到天堂去了.",
        "unit": "第14天"
    },
    {
        "words": " 672. In the compartment, the impartial participant told me his counterpart's departure.",
        "meaning": " 在隔间里,公正的参与者把其对等人物的离世告诉了我.",
        "unit": "第14天"
    },
    {
        "words": " 673. The articulate man's artistic cartoon startled the charterer.",
        "meaning": " 发音清晰者的艺术卡通使包租人大吃一惊.",
        "unit": "第14天"
    },
    {
        "words": " 674. The guardian found a quarterly quart of quartz in the safeguard.",
        "meaning": " 监护人在安全装置内找到了四分之一夸脱石英.",
        "unit": "第14天"
    },
    {
        "words": " 675. The immortal man's mortgage can be a shortcut to resolve the food shortage.",
        "meaning": " 不朽之人的抵押可以作为解决食品短缺的捷径.",
        "unit": "第14天"
    },
    {
        "words": " 676. The escort resorted to the orthodox paradox to retort his distortion.",
        "meaning": " 陪护者借助正统悖论反驳他的歪曲.",
        "unit": "第14天"
    },
    {
        "words": " 677. The oppressor suppressed his aggressive opinion about compressor.",
        "meaning": " 压制者制止了他的有关压缩机的挑衅性观点.",
        "unit": "第14天"
    },
    {
        "words": " 678. The senseless senator's pretense of consensus caused a sensation.",
        "meaning": " 愚蠢参议员的舆论借口引起了轰动.",
        "unit": "第14天"
    },
    {
        "words": " 679. The conspicuous suspicious pension is in suspension.",
        "meaning": " 那笔引人注目的可疑养老金被暂停发放.",
        "unit": "第14天"
    },
    {
        "words": " 680. He repents having compensated the dispensable pesion for fear of penalty.",
        "meaning": " 他后悔因害怕处罚而补偿了不必要的养老金.",
        "unit": "第14天"
    },
    {
        "words": " 681. Abundance doesn't mean redundance. The hound found a profound book on the roundabout.",
        "meaning": " 充裕并不意味多余.猎犬在旋转木马上找到一本深奥的书.",
        "unit": "第14天"
    },
    {
        "words": " 682. By courtesy of the mourner, he endeavours to devour the nourishing odour.",
        "meaning": " 承蒙哀悼者同意，他努力吞食滋养气味.",
        "unit": "第14天"
    },
    {
        "words": " 683. The thermal therapy terminated after the terminal germ seminar.",
        "meaning": " 热疗在期末细菌研讨会后终止了.",
        "unit": "第14天"
    },
    {
        "words": " 684. The terraced terrain near the Mediterranean ferry is terrific.",
        "meaning": " 地中海渡口附近的台地地形好极了.",
        "unit": "第14天"
    },
    {
        "words": " 685. The consul's consultant hauled out the assaulter from the vault.",
        "meaning": " 领事的顾问把袭击者从地窖中拖了出来.",
        "unit": "第14天"
    },
    {
        "words": " 686. The nitrogen atoms combine instantaneously, simultaneously and spontaneously.",
        "meaning": " 氮原子瞬间同时自动化合.",
        "unit": "第14天"
    },
    {
        "words": " 687. The respectful spectator gave the prospective president a retrospect of the spectacular spectrum.",
        "meaning": " 恭敬的旁观者对未来的总统回顾了壮观的光谱(景象).",
        "unit": "第14天"
    },
    {
        "words": " 688. The suicides in adjacent area are incidental coincidence.",
        "meaning": " 邻近区域内的自杀是偶然巧合.",
        "unit": "第14天"
    },
    {
        "words": " 689. His ignorance of her dignity ignited her indignation.",
        "meaning": " 他对她的高贵的无知点燃了她的愤怒(之火).",
        "unit": "第14天"
    },
    {
        "words": " 690. The man tackling the drawback of the brackets runs a slack snack business.",
        "meaning": " 那个解决支架缺点的人经营着萧条的小吃生意。",
        "unit": "第14天"
    },
    {
        "words": " 691. At the turning the turtle met a turkey and made a turnover on the turnips.",
        "meaning": " 在拐弯处海龟遇见了火鸡，在萝卜上翻了个身.",
        "unit": "第14天"
    },
    {
        "words": " 692. The overthrown president is overwhelmed by the controversy.",
        "meaning": " 被推翻的总统被辩论降服.",
        "unit": "第14天"
    },
    {
        "words": " 693. The handicapped man got a second-hand handout of shorthand handbook beforehand.",
        "meaning": " 残疾人事先得到了一本二手速记手册施舍品.",
        "unit": "第14天"
    },
    {
        "words": " 694. Hitherto the withering flowers can't withstand the sunshine notwithstanding my care.",
        "meaning": " 尽管有我的呵护,这些凋谢的花至今仍经不起阳光.",
        "unit": "第14天"
    },
    {
        "words": " 695. I averted my eyes from the diverse advertisements for the invert converter.",
        "meaning": " 我把目光从花样繁多的倒置转换器广告上移开.",
        "unit": "第14天"
    },
    {
        "words": " 696. It's deduced that the induced fluctuation does no good to the reproducing productivity.",
        "meaning": " 据推断，诱导波动对复制生产率没有好处.",
        "unit": "第14天"
    },
    {
        "words": " 697. In the Catholic cathedral the athlete shouted out his wrath in the athletic oath.",
        "meaning": " 在天主教大教堂,选手在体育誓言中喊出了他义愤.",
        "unit": "第14天"
    },
    {
        "words": " 698. The destiny of the pest in chestnut is not known before reaching the destination.",
        "meaning": " 栗子中害虫的命运在到达目的地之前是未知的。",
        "unit": "第14天"
    },
    {
        "words": " 699. The wrestler's testimony manifests that he has large estates.",
        "meaning": " 角力者的证言表明他有大量房地产.",
        "unit": "第14天"
    },
    {
        "words": " 700. Having attained the entertaining center, the retained man was detained and sustained pain.",
        "meaning": " 到达娱乐中心后，聘请的男子遭到拘留并经受到痛苦. ",
        "unit": "第14天"
    }
]