[
    {
        "words": " 1. With my own ears I clearly heard the heart beats of the nuclear bomb.",
        "meaning": "我亲耳清楚地听到原子弹的心脏的跳动。",
        "unit": "第1天"
    },
    {
        "words": " 2. Next year the bearded bear will bear a dear baby in the rear.",
        "meaning": " 明年,长胡子的熊将在后方产一头可爱的小崽.",
        "unit": "第1天"
    },
    {
        "words": " 3. Early I searched through the earth for earthware so as to research in earthquake.",
        "meaning": " 早先我在泥土中搜寻陶器以研究地震.",
        "unit": "第1天"
    },
    {
        "words": " 4. I learn that learned earnest men earn much by learning.",
        "meaning": " 我得知有学问而认真的人靠学问挣很多钱.",
        "unit": "第1天"
    },
    {
        "words": " 5. She swears to wear the pearls that appear to be pears.",
        "meaning": " 她发誓要戴那些看起来像梨子的珍珠。",
        "unit": "第1天"
    },
    {
        "words": " 6. I nearly fear to tear the tearful girl's test paper.",
        "meaning": " 我几乎害怕撕那个泪流满面的女孩的试卷.",
        "unit": "第1天"
    },
    {
        "words": " 7. The bold folk fold up the gold and hold it in hand.",
        "meaning": " 大胆的人们将黄金折叠起来拿在手里。",
        "unit": "第1天"
    },
    {
        "words": " 8. The customers are accustomed to the disgusting custom.",
        "meaning": " 顾客们习惯了令人讨厌的风俗.",
        "unit": "第1天"
    },
    {
        "words": " 9. The dust in the industrial zone frustrated the industrious man.",
        "meaning": " 工业区里的灰尘使勤勉的人灰心.",
        "unit": "第1天"
    },
    {
        "words": " 10. The just budget judge just justifies the adjustment of justice.",
        "meaning": " 公正的预算法官只不过为司法调整辩护而已。",
        "unit": "第1天"
    },
    {
        "words": " 11. I used to abuse the unusual usage, but now I'm not used to doing so.",
        "meaning": " 我过去常滥用这个不寻常的用法,但我现在不习惯这样做。",
        "unit": "第1天"
    },
    {
        "words": " 12. The lace placed in the palace is replaced first, and displaced later.",
        "meaning": " 放在皇宫的带子先被替换，后来被转移。",
        "unit": "第1天"
    },
    {
        "words": " 13. I paced in the peaceful spacecraft.",
        "meaning": " 我在宁静的宇宙飞船里踱步.",
        "unit": "第1天"
    },
    {
        "words": " 14. Sir, your bird stirred my girlfriend's birthday party.",
        "meaning": " 先生,你的鸟搅了我女友的生日聚会。",
        "unit": "第1天"
    },
    {
        "words": " 15. The waterproof material is suitable for the aerial used near the waterfall.",
        "meaning": " 这种耐水材料适合用在瀑布附近的天线.",
        "unit": "第1天"
    },
    {
        "words": " 16. I hint that the faint saint painted the printer with a pint of paint.",
        "meaning": " 我暗示说虚弱的圣徒用了一品脱油漆涂印刷机.",
        "unit": "第1天"
    },
    {
        "words": " 17. At any rate, the separation ratio is accurate.",
        "meaning": " 无论如何,这个分离比是精确的.",
        "unit": "第1天"
    },
    {
        "words": " 18. The boundary around the round ground separates us from the surroundings.",
        "meaning": " 围绕着圆形场地的边界将我们同四周隔开.",
        "unit": "第1天"
    },
    {
        "words": " 19. The blunder made the underground instrument undergo an undermining of the thunderbolt.",
        "meaning": " 这个失策让地下仪器经受了一次雷电的破坏。",
        "unit": "第1天"
    },
    {
        "words": " 20. The tilted salt filters halt alternately for altering.",
        "meaning": " 倾斜的盐过滤器交替地停下以便改造.",
        "unit": "第1天"
    },
    {
        "words": " 21. The wandering band abandoned her bandaged husband on Swan Island.",
        "meaning": " 流浪的乐队把她那位打着绷带的丈夫遗弃在天鹅岛上.",
        "unit": "第1天"
    },
    {
        "words": " 22. The manly Roman woman manager by the banner had man's manner.",
        "meaning": " 军旗旁那位有男子气概的古罗马女经理具有男子风度.",
        "unit": "第1天"
    },
    {
        "words": " 23. In the lane the planer saw a planet airplane under the crane.",
        "meaning": " 在巷道里,刨工看见了起重机下的行星飞机.",
        "unit": "第1天"
    },
    {
        "words": " 24. The wet pet in the net hasn't got on the jet plane yet.",
        "meaning": " 网中的湿宠物还没有登上喷气飞机.",
        "unit": "第1天"
    },
    {
        "words": " 25. After maintenance the main remains and remainders are left on the domain.",
        "meaning": " 维修之后,主要遗骸和剩余物留在了领地上.",
        "unit": "第1天"
    },
    {
        "words": " 26. The grandson branded the brandy randomly.",
        "meaning": " 孙子给白兰地随机地打上烙印。",
        "unit": "第1天"
    },
    {
        "words": " 27. The landlord's land on the hightland of the mainland expanded a lot.",
        "meaning": " 地主在大陆高原上的土地扩张了很多.",
        "unit": "第1天"
    },
    {
        "words": " 28. Utilize the fertilizer to keep the land fertile.",
        "meaning": " 利用化肥保持土地肥沃.",
        "unit": "第1天"
    },
    {
        "words": " 29. The grand commander demands thousands of sandy sandwiches.",
        "meaning": " 大司令官要成千个沙色三明治。",
        "unit": "第1天"
    },
    {
        "words": " 30. I infer that he is indifferent to differentiating the offers in different conferences.",
        "meaning": " 我推断他对区分不同会谈中的报价漠不关心.",
        "unit": "第1天"
    },
    {
        "words": " 31. The maximum plus or minus the minimum makes minute difference.",
        "meaning": " 最大值加上或者减去最小值只产生极小的差异.",
        "unit": "第1天"
    },
    {
        "words": " 32. The witty witness withdraws his words within minutes without any reason.",
        "meaning": " 诙谐的证人在几分钟之内无故地收回了他说的话.",
        "unit": "第1天"
    },
    {
        "words": " 33. The cake maker shakes a naked snake with the quaking rake without sake.",
        "meaning": " 蛋糕制造者无缘无故地用抖动的耙子摇一条赤裸的蛇.",
        "unit": "第1天"
    },
    {
        "words": " 34. By the crook, the cook looked through a cookbook before making hooked cookies.",
        "meaning": " 在溪边，厨子在做钩形饼干之前查阅了一本食谱。",
        "unit": "第1天"
    },
    {
        "words": " 35. The writer writes the white book quite quietly in quilt.",
        "meaning": " 作家在被子里十分平静地写白皮书。",
        "unit": "第1天"
    },
    {
        "words": " 36. On the chilly hillside, he is unwilling to write his will on the ten-shilling bill.",
        "meaning": " 在寒冷的山坡上,他不愿意将遗嘱写在十先令的账单上.",
        "unit": "第1天"
    },
    {
        "words": " 37. The weaver will leave for the heavy heaven.",
        "meaning": " 那位纺织工将要到阴沉的天国里去.",
        "unit": "第1天"
    },
    {
        "words": " 38. The handy left-hander left a handsome handkerchief on the handle of the handbag.",
        "meaning": " 手巧的左撇子把一方漂亮手帕留在手提包的提手上。",
        "unit": "第1天"
    },
    {
        "words": " 39. The thief chief achieved the theft of a handkerchief for mischief.",
        "meaning": " 贼首领完成了偷手帕的恶作剧.",
        "unit": "第1天"
    },
    {
        "words": " 40. I believe my brief words will relieve her grief.",
        "meaning": " 我相信我简短的话会减轻她的悲痛.",
        "unit": "第1天"
    },
    {
        "words": " 41. At the dock I'm shocked to see the pocket rocket made of a block of rock.",
        "meaning": " 在码头看到一块岩石做的小巧火箭,我感到震惊.",
        "unit": "第1天"
    },
    {
        "words": " 42. Standing under the outstanding rock I misunderstood his standard standpoint.",
        "meaning": " 站在突出的岩石下,我误解了他的标准立场。",
        "unit": "第1天"
    },
    {
        "words": " 43. The substantial part of the constitution about the institution of institutes is substituted.",
        "meaning": " 宪法中有关设立协会的实质性部分被替换.",
        "unit": "第1天"
    },
    {
        "words": " 44. Spell smell! Very well, the well-being for human being will swell.",
        "meaning": " 拼写气味(一词)!很好,人类的福利将会膨胀.",
        "unit": "第1天"
    },
    {
        "words": " 45. Once none of you is here, the man in throne will live alone in the lonely zone.",
        "meaning": " 一旦你们没有人在此,王位上的人就要孤独地生活在这个孤寂的地带。",
        "unit": "第1天"
    },
    {
        "words": " 46. Nowadays the once unknown snowy hill is well-known for snowstorm.",
        "meaning": " 如今那座曾经不出名的多雪小山因暴风雪而出名.",
        "unit": "第1天"
    },
    {
        "words": " 47. For instance, I can instantly know the constant distance.",
        "meaning": " 例如,我可以即刻知道该恒定距离。",
        "unit": "第1天"
    },
    {
        "words": " 48. The man beyond the bond is fond of the second wonderful diamond.",
        "meaning": " 那位不受约束的人喜欢第二颗奇异的钻石。",
        "unit": "第1天"
    },
    {
        "words": " 49. While sinking into thinking, the shrinking linkman drank the pink ink sprinkled on the wrinkly paper.",
        "meaning": " 陷入沉思时,退缩的联络员喝掉了洒在皱纹纸上的粉红色墨水。",
        "unit": "第1天"
    },
    {
        "words": " 50. The contribution distributor thinks the microcomputer pollution is absolutely beyond dispute.",
        "meaning": " 捐款分配者认为微机污染是绝对不容置疑的. ",
        "unit": "第1天"
    }
]