[
    {
        "words": "501. The commonsense commonwealth government no longer uses the uncommon commonplace.",
        "meaning": " 有常识的联邦政府不再使用不寻常的陈腐之言。",
        "unit": "第11天"
    },
    {
        "words": " 502. The communist communicated communism to this municipal community.",
        "meaning": " 那个共产党员把共产主义传入该市立社区.",
        "unit": "第11天"
    },
    {
        "words": " 503. In the bar the barber bargained for a jar of jam, then got over the barrier of barrels.",
        "meaning": " 在酒巴里理发师为一罐果酱讲了价然后越过桶作的屏障.",
        "unit": "第11天"
    },
    {
        "words": " 504. The quarrelsome general quarreled about a quarter quart of oil in the headquarters.",
        "meaning": " 好争吵的将军在司令部为四分之一夸脱油而争吵.",
        "unit": "第11天"
    },
    {
        "words": " 505. On the wedding I saw blooms embeded in the bed of the bedroom.",
        "meaning": " 在婚礼上,我看见卧室的床上镶嵌着花朵.",
        "unit": "第11天"
    },
    {
        "words": " 506. The fisherman wishes to finish the dish of reddish fish.",
        "meaning": " 渔夫希望做完那盘略带红色的鱼。",
        "unit": "第11天"
    },
    {
        "words": " 507. On the Christmas the Christian's assistant fisted Pistol Piston and twisted his wrist.",
        "meaning": " 在圣诞节,基督徒的助手拳击了“手枪活塞”并扭了他的手腕.",
        "unit": "第11天"
    },
    {
        "words": " 508. My sister insists consistently on persistent resistance to transistor radios.",
        "meaning": " 妹妹一贯坚决主张持久抵制晶体管收音机。",
        "unit": "第11天"
    },
    {
        "words": " 509. The chemist and the mistress insist that the mist consists of several chemicals.",
        "meaning": " 化学家和女教师坚持认为薄雾由几种化学物品构成.",
        "unit": "第11天"
    },
    {
        "words": " 510. My nephew found a few dewdrops on the Jewish jeweler's jewel.",
        "meaning": " 侄儿发现犹太珠宝商的珠宝上有几滴露珠.",
        "unit": "第11天"
    },
    {
        "words": " 511. The crew unscrewed the screws from the sewing-machine and chewed them.",
        "meaning": " 船员们从缝纫机上旋下螺钉并咀嚼它们.",
        "unit": "第11天"
    },
    {
        "words": " 512. The interviewer reviewed the newspaper and renewed his viewpoint on the news.",
        "meaning": " 采访者再次查看了报纸并更新了他对该新闻的看法.",
        "unit": "第11天"
    },
    {
        "words": " 513. The refiner defined a definite confine with her fine finger.",
        "meaning": " 提炼者用她精细的手指定义了一个明确的界限.",
        "unit": "第11天"
    },
    {
        "words": " 514. The sugared vinegar is refined from the sugarcane and pine.",
        "meaning": " 加糖的醋是从甘蔗和松木中精炼出来的.",
        "unit": "第11天"
    },
    {
        "words": " 515. We are dined and wined in the inner dining-room of the inn.",
        "meaning": " 在旅店的内部餐厅,我们受到了酒宴款待.",
        "unit": "第11天"
    },
    {
        "words": " 516. I'm inclined to underline these disciplines in the outline written on linen.",
        "meaning": " 我倾向于给写在亚麻布上的大纲中的这些学科划下画线.",
        "unit": "第11天"
    },
    {
        "words": " 517. The engineer examined the engine of the mining machine for stomach.",
        "meaning": " 工程师检查采矿机的发动机是否有肚子痛。",
        "unit": "第11天"
    },
    {
        "words": " 518. The submitted submarine on the magic magazine is shining and magnificent.",
        "meaning": " 魔术杂志上那艘提交的潜艇闪亮而壮观。",
        "unit": "第11天"
    },
    {
        "words": " 519. Thus the enthusiastic dumb man thumbed the humble man's umbrella.",
        "meaning": " 于是热情的哑巴用拇指拨弄谦卑男子的伞.",
        "unit": "第11天"
    },
    {
        "words": " 520. The trembles of the umbrella assembly lines have resemblances.",
        "meaning": " 这些雨伞装配线的抖动有相似之处。",
        "unit": "第11天"
    },
    {
        "words": " 521. I'm interested in why he is arrested while resting in aural restaurant in the forest.",
        "meaning": " 我对他为何在森林里的香味餐馆歇息的时候被捕感兴趣。",
        "unit": "第11天"
    },
    {
        "words": " 522. I guess the guest's gesture suggested that he could not digest well.",
        "meaning": " 我猜想客人的手势暗示了他消化不良.",
        "unit": "第11天"
    },
    {
        "words": " 523. The pretty priest protested the contest of protein test.",
        "meaning": " 漂亮牧师抗议蛋白质化验赛.",
        "unit": "第11天"
    },
    {
        "words": " 524. “What a marvelous carving!” the starving harvester in vest said.",
        "meaning": " “好一件神奇的雕刻！”挨饿的穿着背心的收割者说.",
        "unit": "第11天"
    },
    {
        "words": " 525. During the festival the investor investigated his ancestor.",
        "meaning": " 节日期间投资者调查了他的祖宗.",
        "unit": "第11天"
    },
    {
        "words": " 526. Subsequently the eloquent man frequently asked the consequence of quenching in sequence.",
        "meaning": " 其后雄辩者频繁地询问顺序灭火的结果.",
        "unit": "第11天"
    },
    {
        "words": " 527. In this semester the westerner thinks Chest Orchestra is the best.",
        "meaning": " 这学期西方人认为箱子乐队是最好的乐队.",
        "unit": "第11天"
    },
    {
        "words": " 528. Henceforth, the north wind is worthless to the northerners.",
        "meaning": " 从今以后，北风对北方人没有益处。",
        "unit": "第11天"
    },
    {
        "words": " 529. On the eastern Easter feast, at least one beast's breasts were tested with yeast.",
        "meaning": " 在东部复活节宴会上,至少有一头牲畜的乳房被用酵母做了试验.",
        "unit": "第11天"
    },
    {
        "words": " 530. The young youths lounged in the south mouth of the cave for one month.",
        "meaning": " 无经验的青年们在南洞口闲荡了一个月.",
        "unit": "第11天"
    },
    {
        "words": " 531. The bird nests only in northeast, northwest, southeast and southwest lest it be found.",
        "meaning": " 此鸟只在东北、西北、东南和西南筑巢,以免被发现.",
        "unit": "第11天"
    },
    {
        "words": " 532. The airport and seaport are important to import and export of portable goods.",
        "meaning": " 机场和海港对于进口和出口轻便商品很重要.",
        "unit": "第11天"
    },
    {
        "words": " 533. On the porter's passport a portion of the portrait isn't proportional.",
        "meaning": " 在搬运工的护照上,部分肖像不成比例.",
        "unit": "第11天"
    },
    {
        "words": " 534. With the reporter's support, the sportsmen are transported to the airport.",
        "meaning": " 在记者的支持下,运动员们被运送到了机场.",
        "unit": "第11天"
    },
    {
        "words": " 535. After a fortnight's torture, the unfortunate man got an opportunity to escape the misfortune.",
        "meaning": " 经过两星期的拷打后那个不幸的人得到了逃脱不幸的机会.",
        "unit": "第11天"
    },
    {
        "words": " 536. I got this sort of comfortable soft shorts with no efforts.",
        "meaning": " 我不费吹灰之力弄到了这种柔软舒适的短裤。",
        "unit": "第11天"
    },
    {
        "words": " 537. The forecaster contrasted the cast castle with the vast desert.",
        "meaning": " 预言者将铸造的城堡与广阔的沙漠作了对比。",
        "unit": "第11天"
    },
    {
        "words": " 538. I tasted the paste in haste and cast it on the waste plaster.",
        "meaning": " 我匆忙品尝了浆糊然后将其丢在废泥灰上。",
        "unit": "第11天"
    },
    {
        "words": " 539. The astronaut, an astronomy fan, is astonished at the gymnastics show in the gymnasium.",
        "meaning": " 宇航员(一位天文学迷)对体育馆里的体操表演感到惊骇.",
        "unit": "第11天"
    },
    {
        "words": " 540. The master's masterpiece caused a disaster to headmaster.",
        "meaning": " 主人的杰作给校长造成灾难.",
        "unit": "第11天"
    },
    {
        "words": " 541. After the blast the plastics show everlasting elasticity.",
        "meaning": " 爆炸过后,塑胶显示出永久的弹性.",
        "unit": "第11天"
    },
    {
        "words": " 542. The pitch made me itch. I pitched the switch into the ditch around the kitchen.",
        "meaning": " 沥青使我发痒.我把开关抛进围绕厨房的水沟里.",
        "unit": "第11天"
    },
    {
        "words": " 543. I scratched a match and saw my watch catching a patch.",
        "meaning": " 我划了一根火柴发现我的手表钩着了一块补丁。",
        "unit": "第11天"
    },
    {
        "words": " 544. With time elapsing, the flaps collapse up on his clapper's lap.",
        "meaning": " 随着时间流逝，袋盖在拍手者的膝上堆叠起来。",
        "unit": "第11天"
    },
    {
        "words": " 545. The incapable man in cap went into the hospitable capital hospital.",
        "meaning": " 戴帽的无能男子走进热情好客的首都医院.",
        "unit": "第11天"
    },
    {
        "words": " 546. I gripped the striped strip that tripped me over on the ship.",
        "meaning": " 我握着那条在船上将我绊倒的带条纹的带子。",
        "unit": "第11天"
    },
    {
        "words": " 547. With his lips the sly fly clipped the slippery slipper that eclipsed his sight.",
        "meaning": " 狡猾的苍蝇用嘴唇夹住遮挡他视线的滑拖鞋。",
        "unit": "第11天"
    },
    {
        "words": " 548. The button utters in mutter, \"The butterfly likes the buttered earthnut/peanut.\"",
        "meaning": " 按钮咕哝着发出声音说:\"蝴蝶喜欢涂了奶油的花生.\"",
        "unit": "第11天"
    },
    {
        "words": " 549. The scraped escapee taped the grapes into various shapes.",
        "meaning": " 擦伤的逃犯用带子把葡萄扎成各种形状。",
        "unit": "第11天"
    },
    {
        "words": " 550. In the past the compass could pass passion to the passive man having pastime on the pasture.",
        "meaning": " 在过去,指南针可以将激情传递给在牧场上消遣的被动之人  ",
        "unit": "第11天"
    }
]