[
    {
        "words": "601. Last summer the drummer became an amateur dramatist dramatically.",
        "meaning": " 去年夏天,鼓手戏剧性地变成了业余剧作家.",
        "unit": "第13天"
    },
    {
        "words": " 602. Long Tongue League's colleagues are fatigued with cataloguing.",
        "meaning": " 长舌联合会的同僚们编目录编累了。",
        "unit": "第13天"
    },
    {
        "words": " 603. The bottle is hidden in the bottom of a ton of cotton the cottage.",
        "meaning": " 瓶子被藏在农舍里一吨棉花的底部.",
        "unit": "第13天"
    },
    {
        "words": " 604. The pattern of the battery doesn't matter to the battle against the little brittle cattle.",
        "meaning": " 电池的式样对与脆小牛作战无关要紧。",
        "unit": "第13天"
    },
    {
        "words": " 605. By the biography, the biologist's playing the violet violin violently violated rules.",
        "meaning": " 据传记记载，生物学家猛奏紫罗兰色的小提琴违犯了规矩.",
        "unit": "第13天"
    },
    {
        "words": " 606. In the faithful waiter's waist exists a list of the ten listeners.",
        "meaning": " 在忠实的侍者的腰里存有那十位听众的名单。",
        "unit": "第13天"
    },
    {
        "words": " 607. The typist plays Typhoon on the piano in a typical style.",
        "meaning": " 打字员以典型的风格在钢琴上演奏“台风”。",
        "unit": "第13天"
    },
    {
        "words": " 608. I pushed aside the crushed cushion in a rush and saw a bushy brush.",
        "meaning": " 我急忙推开压皱的软垫子,看见一把浓密的刷子。",
        "unit": "第13天"
    },
    {
        "words": " 609. Riding on the ridge of the bridge, the proud bride shouts loudly to the cloud.",
        "meaning": " 骄傲的新娘骑在桥脊上对着云大声喊.",
        "unit": "第13天"
    },
    {
        "words": " 610. The decisive decimal point made the acid man decide to suicide.",
        "meaning": " 决定性的小数点使刻薄之人决定自杀。",
        "unit": "第13天"
    },
    {
        "words": " 611. I'm convinced that the provincial government will provide provisional provisions.",
        "meaning": " 我深信地方政府将提供临时供应品。",
        "unit": "第13天"
    },
    {
        "words": " 612. The hidden division is subdivided into individuals.",
        "meaning": " 隐藏的师被细分为个体.",
        "unit": "第13天"
    },
    {
        "words": " 613. The tides slide on the tidy wide beach and collide each other.",
        "meaning": " 海潮在整洁宽阔的海滩上滑行并相互碰撞。",
        "unit": "第13天"
    },
    {
        "words": " 614. The briber described the tribe head's bribery.",
        "meaning": " 行贿者描述了部落首领的受贿行为.",
        "unit": "第13天"
    },
    {
        "words": " 615. The ribbon of the rifle is fabricated with fibre.",
        "meaning": " 来复枪的带子是用纤维制作的.",
        "unit": "第13天"
    },
    {
        "words": " 616. The continent continues to control the import of petrol and petroleum.",
        "meaning": " 大陆方面继续控制汽油和石油进口。",
        "unit": "第13天"
    },
    {
        "words": " 617. They returned in turn to bury the luxuries burnt in the burst.",
        "meaning": " 他们依次返回来埋藏在爆炸中烧毁的奢侈品。",
        "unit": "第13天"
    },
    {
        "words": " 618. Banned murders in the suburb bring turbulent disturbance and burden to the urban turbine works.",
        "meaning": " 在郊区被禁止的谋杀给都市透平工厂带来汹涌骚乱和重负.",
        "unit": "第13天"
    },
    {
        "words": " 619. A nice price of the iced rice is offered to the officer.",
        "meaning": " 军官得到了冰冻米的好价钱。",
        "unit": "第13天"
    },
    {
        "words": " 620. The poor man in poverty sleeps on the floor at the doorway.",
        "meaning": " 那个贫困的可怜人睡在门口的地板上。",
        "unit": "第13天"
    },
    {
        "words": " 621. In the log lodge he said some illogical apologies.",
        "meaning": " 在木屋里他说了些不合逻辑的道歉话.",
        "unit": "第13天"
    },
    {
        "words": " 622. The slogan crier saw the dog and frog jump to and fro in the fog.",
        "meaning": " 呼口号者看见狗和青蛙在雾中来回跳.",
        "unit": "第13天"
    },
    {
        "words": " 623. I recognized the large-sized prize and seized it.",
        "meaning": " 我认出了大号奖品并将它占有。",
        "unit": "第13天"
    },
    {
        "words": " 624. The lying liar lied to the dying diet maker that the tie was dyed blue.",
        "meaning": " 躺着的说谎者对临死的食疗制作者谎称带子染成了兰色.",
        "unit": "第13天"
    },
    {
        "words": " 625. The unyielding man fiercely pierced the shield in the field.",
        "meaning": " 那个不屈的人凶猛地刺穿田野里的盾牌.",
        "unit": "第13天"
    },
    {
        "words": " 626. Perhaps something happy will happen to the unhappy man.",
        "meaning": " 或许那个不高兴的人将要碰上某件快乐的事。",
        "unit": "第13天"
    },
    {
        "words": " 627. The Greek checked his cheeks on the weekend.",
        "meaning": " 希腊人在周末检查了他的面颊。",
        "unit": "第13天"
    },
    {
        "words": " 628. The troop's stoop on the loop became the top topic at the bus stop.",
        "meaning": " 部队在环行道上的屈服在公共汽车站成了头等话题。",
        "unit": "第13天"
    },
    {
        "words": " 629. The chop shopkeeper let the blood drip to the crops.",
        "meaning": " 排骨店老板让血滴到庄稼上。",
        "unit": "第13天"
    },
    {
        "words": " 630. The pop song is popular in the populous city.",
        "meaning": " 这首流行歌曲在人口稠密的城市流行.",
        "unit": "第13天"
    },
    {
        "words": " 631. Regretfully, we can't regulate the irregular liner on the gulf.",
        "meaning": " 遗憾的是我们不能调整海湾上不定期的班船。",
        "unit": "第13天"
    },
    {
        "words": " 632. The pig is obliged to dig a big pit for the pigeon.",
        "meaning": " 猪被迫为鸽子掘一个大坑。",
        "unit": "第13天"
    },
    {
        "words": " 633. In this district I can strictly distinguish the distinct distinctions of bees' stings by instinct.",
        "meaning": " 在该地区我能靠直觉严格分辨蜜蜂刺的明显特征。",
        "unit": "第13天"
    },
    {
        "words": " 634. In the Administration, this minister is in charge of registering regional religions.",
        "meaning": " 在内阁中这个部长负责登记区域宗教。",
        "unit": "第13天"
    },
    {
        "words": " 635. The energetic enemy submerged in the water on the verge of the emergency.",
        "meaning": " 在紧急情况快要发生时精力充沛的敌军沉入水中.",
        "unit": "第13天"
    },
    {
        "words": " 636. The muscular musician found the bud in the mud in the museum.",
        "meaning": " 肌肉发达的音乐家在博物馆里的泥巴中发现了嫩芽。",
        "unit": "第13天"
    },
    {
        "words": " 637. I also heard of the false pulses elsewhere.",
        "meaning": " 我在别处也听说过这些虚假脉冲.",
        "unit": "第13天"
    },
    {
        "words": " 638. The kid kidnapper can't get rid of a ridiculous kidney disease.",
        "meaning": " 绑架小孩的家伙无法摆脱荒谬的肾病。",
        "unit": "第13天"
    },
    {
        "words": " 639. My niece sacredly sacrificed a piece of pie to the God.",
        "meaning": " 侄女郑重地给神供上一块馅饼.",
        "unit": "第13天"
    },
    {
        "words": " 640. The sinful single singer's finger skin is singular.",
        "meaning": " 有罪的单身歌手的手指皮肤独特。",
        "unit": "第13天"
    },
    {
        "words": " 641. “The enterprise will be supervised by a group comprising prominent men,” the despising chairman said concisely with no  compromise.",
        "meaning": " “企业将由杰出人员构成的小组来监管,”轻蔑的主席毫不妥协简明地说。",
        "unit": "第13天"
    },
    {
        "words": " 642. The promising singer underwent mysterious misery.",
        "meaning": " 那位有前途的歌手遭受了神秘的痛苦.",
        "unit": "第13天"
    },
    {
        "words": " 643. The physician made a physical examination to the sophisticated philosopher and physicist.",
        "meaning": " 医生给世故的哲学家和物理学家作了体检。",
        "unit": "第13天"
    },
    {
        "words": " 644. Bowing its elbow, the owl sows in the bowl.",
        "meaning": " 猫头鹰弯着肘在碗中播种。",
        "unit": "第13天"
    },
    {
        "words": " 645. The cowardly cow vows not to tow vowels.",
        "meaning": " 胆怯的母牛发誓不拖元音字母。",
        "unit": "第13天"
    },
    {
        "words": " 646. The answer is: Owing to a shower, the powerful powder is no longer on show.",
        "meaning": " 答案是：由于一场阵雨,这种强有力的火药不再展览了。",
        "unit": "第13天"
    },
    {
        "words": " 647. The biscuit compels the mosquitoes quit the equipment.",
        "meaning": " 这种饼干迫使蚊子离开设备.",
        "unit": "第13天"
    },
    {
        "words": " 648. What a nuisance, the suit is ruined due to the unsuitable style.",
        "meaning": " 真糟,这套服装由于款式不合适而毁了.",
        "unit": "第13天"
    },
    {
        "words": " 649. The judge has prejudice to the juicy fruit.",
        "meaning": " 法官对这种多汁水果怀有偏见。",
        "unit": "第13天"
    },
    {
        "words": " 650. The guide disguised his guilty of mixing the liquor with a liter of liquid.",
        "meaning": " 导游把酒与一公升液体混合的罪过掩饰起来. ",
        "unit": "第13天"
    }
]