[
    {
        "words": "101. The tall man installed a small wallet on the wall.",
        "meaning": " 高个男子把一小钱包安放到墙上.",
        "unit": "第3天"
    },
    {
        "words": " 102. Except dishonest ones, anyone who is honest can get honey, everyone thinks so.",
        "meaning": " 除了不诚实的人外,任何诚实的人都能得到蜂蜜,人人都这么想。",
        "unit": "第3天"
    },
    {
        "words": " 103. The exhausted man and the trustful guy thrust a knife into the rusty crust.",
        "meaning": " 精疲力竭的男子和深信不疑的家伙将一把刀子刺向生锈的外壳。",
        "unit": "第3天"
    },
    {
        "words": " 104. I finally find that the financial findings are binding.",
        "meaning": " 我终于发现财经调查结果具有约束力。",
        "unit": "第3天"
    },
    {
        "words": " 105. At the windy window, the widow finds a blind snake winding.",
        "meaning": " 在当风的窗口,寡妇发现有条瞎眼蛇在游动。",
        "unit": "第3天"
    },
    {
        "words": " 106. I refuse to accuse Fuse of diffusing confusion.",
        "meaning": " 我拒绝控告导火索散播混乱。",
        "unit": "第3天"
    },
    {
        "words": " 107. He had an amusing excuse for executing the executive.",
        "meaning": " 对于处决决策人,他有一个可笑的理由.",
        "unit": "第3天"
    },
    {
        "words": " 108. At the dawn on the lawn the yawning drowned man began to frown.",
        "meaning": " 拂晓时在草坪上，打呵欠的溺水者开始皱眉头.",
        "unit": "第3天"
    },
    {
        "words": " 109. Mr Brown owns the brown towels in the downtown tower.",
        "meaning": " 布朗先生拥有闹市区塔里的棕色毛巾。",
        "unit": "第3天"
    },
    {
        "words": " 110. Lots of pilots plot to dot the rotten robot.",
        "meaning": " 大批领航员策划给腐烂的机器人打点.",
        "unit": "第3天"
    },
    {
        "words": " 111. In the hot hotel the devoted voter did not notice the noticeable notebook.",
        "meaning": " 在炎热的旅馆里,热心的投票者没有注意到显而易见的笔记本。",
        "unit": "第3天"
    },
    {
        "words": " 112. The notorious man's noted notation denotes a notable secret.",
        "meaning": " 那个臭名昭著的男子的著名符号代表一个值得关注的秘密.",
        "unit": "第3天"
    },
    {
        "words": " 113. Yes, yesterday was the my pay-day; I pay you the payment today.",
        "meaning": " 是的,昨天是我的发薪日,我今天付给你报酬.",
        "unit": "第3天"
    },
    {
        "words": " 114. Lay a layer of clay on the displayed layout before the relay race.",
        "meaning": " 接力赛之前在展示的陈设上铺一层黏土.",
        "unit": "第3天"
    },
    {
        "words": " 115. \"The gay mayor maybe lay in the hay by the Baby bay,\" he says in dismay.",
        "meaning": " 他沮丧地说:\"快活的市长大概躺在婴儿湾边上的干草中。\"",
        "unit": "第3天"
    },
    {
        "words": " 116. The delayed player delegation stay on the playground.",
        "meaning": " 被耽搁的运动员代表团停留在操场上。",
        "unit": "第3天"
    },
    {
        "words": " 117. The X-rayed prayer preyed a gray tray.",
        "meaning": " 照过X光的祈祷者捕获了一个灰色盘子。",
        "unit": "第3天"
    },
    {
        "words": " 118. Anyway, the prayer swayed by me always goes away by subway.",
        "meaning": " 不管怎样,受我支配的祈祷者总是从地铁走向远方。",
        "unit": "第3天"
    },
    {
        "words": " 119. The chocolates on the plate stimulated my son to calculate.",
        "meaning": " 盘子里的巧克力鼓励了儿子进行计算.",
        "unit": "第3天"
    },
    {
        "words": " 120. One of my relatives, a late translator, translated a book relating to public relations.",
        "meaning": " 我的一位亲戚,一个已故翻译,翻译了一本有关公共关系的书。",
        "unit": "第3天"
    },
    {
        "words": " 121. He relates that he is isolated from his relatives.",
        "meaning": " 他叙述说他与亲戚们隔离开了.",
        "unit": "第3天"
    },
    {
        "words": " 122. The educator located the local location allocated to him.",
        "meaning": " 教育家定出了分配给他的局部的位置.",
        "unit": "第3天"
    },
    {
        "words": " 123. Comply with the compatible rule of complement when using compliments.",
        "meaning": " 使用问候语时遵守补语的相容规则.",
        "unit": "第3天"
    },
    {
        "words": " 124. The complicated indicator is dedicated to the delicate delicious machine.",
        "meaning": " 这个复杂的指示器被奉献给精密而美妙的机器.",
        "unit": "第3天"
    },
    {
        "words": " 125. Likewise, my bike gave a striking strike to the two men alike.",
        "meaning": " 同样,我的自行车给那两个相象的人惊人的打击.",
        "unit": "第3天"
    },
    {
        "words": " 126. The smoke choked the joking stroker at one stroke.",
        "meaning": " 烟一下呛住了开玩笑的抚摩者.",
        "unit": "第3天"
    },
    {
        "words": " 127. Somewhere somebody sometimes does something good.",
        "meaning": " 在某处某人有时做某些好事。",
        "unit": "第3天"
    },
    {
        "words": " 128. Wherever I go, nowhere I like; I dislike everywhere.",
        "meaning": " 无论我到哪里,没有哪里为我喜欢,我讨厌每一个地方.",
        "unit": "第3天"
    },
    {
        "words": " 129. Therefore, the atmosphere is merely a sphere.",
        "meaning": " 因此大气层只不过是一个球体。",
        "unit": "第3天"
    },
    {
        "words": " 130. The funny cunning runner uses his gum gun before sunrise or after sunset.",
        "meaning": " 滑稽乖巧的赛跑者在日出之前或日落之后使用胶皮枪。",
        "unit": "第3天"
    },
    {
        "words": " 131. The applause paused because of the cause caused by a cautious plausible clause.",
        "meaning": " 掌声停了是因为一条谨慎的似乎有理的条款引起的原因。",
        "unit": "第3天"
    },
    {
        "words": " 132. The county councilor encountered the accountant at the counter of a countryside shop.",
        "meaning": " 县委委员在一乡村商店的柜台边碰到了会计师。",
        "unit": "第3天"
    },
    {
        "words": " 133. I mounted the mountain and found a fountain with large amount of water.",
        "meaning": " 我登上那座山发现一个水量很大的喷泉。",
        "unit": "第3天"
    },
    {
        "words": " 134. Step by step, the sleepy creeper crawled into my sleeve to sleep.",
        "meaning": " 昏昏欲睡的爬虫一步一步爬进我的袖子里睡觉.",
        "unit": "第3天"
    },
    {
        "words": " 135. After a deep sleep, the weeping sweeper keeps on peeping the sheep on the steep.",
        "meaning": " 酣睡之后,哭泣的清扫者继续窥视峭壁上的羊。",
        "unit": "第3天"
    },
    {
        "words": " 136. The vice-adviser advised the reviser to devise a device for getting rid of vice.",
        "meaning": " 代理顾问建议校订者想出一个根除恶习的计策.",
        "unit": "第3天"
    },
    {
        "words": " 137. The wise man used his wisdom in the vertical advertisement device.",
        "meaning": " 聪明人把智慧用在垂直的 广告装置上。",
        "unit": "第3天"
    },
    {
        "words": " 138. With rhythm, the arithmetic teacher put the artist's artificial articles on the vehicle.",
        "meaning": " 算术老师把艺术家的人造物品有节奏地放到运载工具里.",
        "unit": "第3天"
    },
    {
        "words": " 139. The smart star starts to make cart chart for the commencement.",
        "meaning": " 精明的明星开始制作授学位典礼用的马车图表。",
        "unit": "第3天"
    },
    {
        "words": " 140. The lady is glad to give the salad to the sad lad on the ladder.",
        "meaning": " 女士乐意把色拉送给梯子上的那位悲哀的小伙子.",
        "unit": "第3天"
    },
    {
        "words": " 141. You mad madam, my dad doesn't like the bad badminton pad.",
        "meaning": " 你这个疯太太,我爸爸不喜欢这种坏羽毛球垫.",
        "unit": "第3天"
    },
    {
        "words": " 142. The one-legged beggar begins to beg eggs illegally.",
        "meaning": " 独腿乞丐开始非法讨蛋。",
        "unit": "第3天"
    },
    {
        "words": " 143. The promoter promptly made a quotation for the remote control motors.",
        "meaning": " 发起人立刻制了一份遥控马达的报价单。",
        "unit": "第3天"
    },
    {
        "words": " 144. Each pea and peach on the beach can be reached by the peacock.",
        "meaning": " 海滩上的每一颗豌豆和桃子孔雀都能触及.",
        "unit": "第3天"
    },
    {
        "words": " 145. Although the plan was thorough, it was not carried through.",
        "meaning": " 尽管计划很周详，但是没有得到贯彻。",
        "unit": "第3天"
    },
    {
        "words": " 146. Thoughtful men ought not to be thoughtless about the drought.",
        "meaning": " 体贴的人不应该对干旱考虑不周。",
        "unit": "第3天"
    },
    {
        "words": " 147. “Rough cough is tough enough,” Bough said while touching the torch.",
        "meaning": " “剧烈咳嗽是够难以对付的,”大树枝在触摸手电筒时说道.",
        "unit": "第3天"
    },
    {
        "words": " 148. The football team stopped the steam stream with beams.",
        "meaning": " 足球队用横杆堵住了蒸汽流.",
        "unit": "第3天"
    },
    {
        "words": " 149. \"Ice-cream!\" he screamed in dream.",
        "meaning": " \"冰淇淋!\"他在梦中惊叫道.",
        "unit": "第3天"
    },
    {
        "words": " 150. For example, this simple sample similar to his can be exemplified.",
        "meaning": " 例如,这件与他的相似的简单样品可以作为例证。 ",
        "unit": "第3天"
    }
]