[
    {
        "words": "151. The spy is shy of taking shelter on the shelf of the shell-like shed.",
        "meaning": " 间谍怕在壳子一样的棚里的架子上栖身。",
        "unit": "第4天"
    },
    {
        "words": " 152. The optional helicopter is adopted to help the optimistic helpless in the hell.",
        "meaning": " 可选用的直升飞机被用来帮助地狱里那些乐观的无助者.",
        "unit": "第4天"
    },
    {
        "words": " 153. The cell seller seldom sees the bell belt melt.",
        "meaning": " 小单间的卖主很少见到铃铛带子融化。",
        "unit": "第4天"
    },
    {
        "words": " 154. The costly post was postponed because of the frost.",
        "meaning": " 那件昂贵的邮件由于霜的缘故而延搁。",
        "unit": "第4天"
    },
    {
        "words": " 155. Srain brain on the train is restrained.",
        "meaning": " 在列车上过度用脑受到约束.",
        "unit": "第4天"
    },
    {
        "words": " 156. The gained grain drained away with the rain, all the pains were in vain again.",
        "meaning": " 收获的谷物随雨水流失了,所有辛劳又白费.",
        "unit": "第4天"
    },
    {
        "words": " 157. Cousin saw a group of couples in cloaks soak their souls in the soapy soup.",
        "meaning": " 表哥看见一群穿着斗篷的夫妇在肥皂汤里浸泡灵魂.",
        "unit": "第4天"
    },
    {
        "words": " 158. The wounded founder bought a pound of compound.",
        "meaning": " 受伤的奠基人买了一磅化合物.",
        "unit": "第4天"
    },
    {
        "words": " 159. It's easy and feasible to control the disease after cease-fire.",
        "meaning": " 停火之后控制这种病很容易也可行。",
        "unit": "第4天"
    },
    {
        "words": " 160. After a decrease, the price of the grease increases increasingly.",
        "meaning": " 下跌过一次之后，润滑脂的价格日益上涨。",
        "unit": "第4天"
    },
    {
        "words": " 161. Please release that pleasant peasant teaser who brings us plenty of pleasure.",
        "meaning": " 请释放那个带给我们巨大快乐的友好的农民逗趣者。",
        "unit": "第4天"
    },
    {
        "words": " 162. In the canal, the Canadian analyzed the bananas.",
        "meaning": " 在运河里,那个加拿大人化验了香蕉.",
        "unit": "第4天"
    },
    {
        "words": " 163. I pointed out the joint on the coin at the disappointing appointment.",
        "meaning": " 在令人失望的约会上,我指出了硬币上的接头.",
        "unit": "第4天"
    },
    {
        "words": " 164. His parents apparently stare at the transparent cigarettes.",
        "meaning": " 他父母显然凝视着透明香烟.",
        "unit": "第4天"
    },
    {
        "words": " 165. The careful man is scarcely scared by the scarce parcel.",
        "meaning": " 细心男子勉强被罕见的包裹吓了一下.",
        "unit": "第4天"
    },
    {
        "words": " 166. I'm rarely aware that the square area is bare.",
        "meaning": " 我很少觉察到那个正方形区域是光秃秃的.",
        "unit": "第4天"
    },
    {
        "words": " 167. “Beware the software in the warhouse during the warfare,” hare said glaring at me.",
        "meaning": " 兔子怒视着我说：“战争期间当心仓库里的软件。”",
        "unit": "第4天"
    },
    {
        "words": " 168. I daren't declare that the shares are my spare fare and welfare on the farewell party.",
        "meaning": " 在告别会上,我不敢宣称这些股票是我的备用车费和福利。",
        "unit": "第4天"
    },
    {
        "words": " 169. The external and internal interference interrupts my interpretation at short intervals.",
        "meaning": " 内部和外部干涉以很短的间隔打扰我翻译.",
        "unit": "第4天"
    },
    {
        "words": " 170. The form of the former formula is formally formulated.",
        "meaning": " 前一个分子式的形式得到正式表述.",
        "unit": "第4天"
    },
    {
        "words": " 171. The performer reformed the performance of the transferred transformer.",
        "meaning": " 表演者改良了转让的变压器的性能.",
        "unit": "第4天"
    },
    {
        "words": " 172. Normally, enormous deformation is abnormal.",
        "meaning": " 通常，巨大的变形是不正常的。",
        "unit": "第4天"
    },
    {
        "words": " 173. The bookworm in uniform is informed of the storm.",
        "meaning": " 穿制服的书呆子得到暴风雨的消息。",
        "unit": "第4天"
    },
    {
        "words": " 174. The story about the six-storeyed dormitory tells a glorious history.",
        "meaning": " 关于六层楼宿舍的故事讲述一段光荣历史。",
        "unit": "第4天"
    },
    {
        "words": " 175. The perfume consumer presumably assumes that the volume is resumed.",
        "meaning": " 香水消费者假定地设想音量已恢复.",
        "unit": "第4天"
    },
    {
        "words": " 176. The voluntary revolutionaries revolted like the outbreak of volcano.",
        "meaning": " 志愿革命者们象火山爆发一样起义了.",
        "unit": "第4天"
    },
    {
        "words": " 177. It's resolved by resolution that the solution will be used to solve the involved problem.",
        "meaning": " 决议决定用这个办法解决那个复杂的问题。",
        "unit": "第4天"
    },
    {
        "words": " 178. The generous general's genuine genius is in making generators.",
        "meaning": " 那位慷慨将军的真正天才在于制造发电机.",
        "unit": "第4天"
    },
    {
        "words": " 179. Several severe federal generals drank the mineral water on the miner's funeral.",
        "meaning": " 好几个严厉的联邦将军在矿工的葬礼上喝了矿泉水。",
        "unit": "第4天"
    },
    {
        "words": " 180. The lean man leans on the clean bean plant to read a leaf leaflet.",
        "meaning": " 瘦人斜靠在干净的豆科植物上读叶片传单.",
        "unit": "第4天"
    },
    {
        "words": " 181. I mean he used mean means in the meantime on the ocean.",
        "meaning": " 我的意思是其间在海洋上他用了卑鄙手法.",
        "unit": "第4天"
    },
    {
        "words": " 182. The honourable journalist spent an hour on the journey of tour.",
        "meaning": " 可敬的新闻记者在观光旅程上花了一个小时.",
        "unit": "第4天"
    },
    {
        "words": " 183. The sour vapour pours into the flourishing flour factory. It's the source of resources.",
        "meaning": " 酸蒸汽涌进兴旺的面粉厂.这是资源的源泉.",
        "unit": "第4天"
    },
    {
        "words": " 184. Of course the man's courage encouraged the discouraged tourists in the courtyard.",
        "meaning": " 自然那个勇敢男子的勇气鼓舞了院子里泄气的游客们。",
        "unit": "第4天"
    },
    {
        "words": " 185. The zealous dealer has an ideal idea of dealing with the meal.",
        "meaning": " 热心的商人有一个处理膳食的理想主意.",
        "unit": "第4天"
    },
    {
        "words": " 186. He conceals the fact that he is jealous of my seal and wants to steal it.",
        "meaning": " 他隐瞒了他嫉妒我的印章并想偷的事实.",
        "unit": "第4天"
    },
    {
        "words": " 187. I really realized that a realm came into reality.",
        "meaning": " 我真地认识到一个王国已变成现实.",
        "unit": "第4天"
    },
    {
        "words": " 188. The healer reveals an appealing fact that health is great wealth to the commonwealth.",
        "meaning": " 医治者揭示一个吸引人的事实:健康是联邦的巨大财富。",
        "unit": "第4天"
    },
    {
        "words": " 189. The absent-minded student consents to the sentence in the presence of me.",
        "meaning": " 心不在焉的学生在我面前同意这份判决.",
        "unit": "第4天"
    },
    {
        "words": " 190. Presently the present is presented to the representative.",
        "meaning": " 现在这份礼物已呈现在代表面前。",
        "unit": "第4天"
    },
    {
        "words": " 191. Not for a moment has the comment on commercial phenomenon been mentioned.",
        "meaning": " 那个关于商业现象的评论从未被提及过。",
        "unit": "第4天"
    },
    {
        "words": " 192. The mental patient thinks the cement is the elementary element of the ornament.",
        "meaning": " 精神病人认为水泥是装饰品的基本成分.",
        "unit": "第4天"
    },
    {
        "words": " 193. As an exception I accept all his concepts and conceptions except one.",
        "meaning": " 作为例外,我接受他所有的概念和构想,只有一个除外。",
        "unit": "第4天"
    },
    {
        "words": " 194. I perceived that the veil clung on the ceiling of the clinic was deceit.",
        "meaning": " 我觉察到粘附在诊所天花板上的幔子是个骗局.",
        "unit": "第4天"
    },
    {
        "words": " 195. The receptionist received a receipt from the receiver.",
        "meaning": " 接待员收到一份来自接收者的收据。",
        "unit": "第4天"
    },
    {
        "words": " 196. The reaper leaped over a heap of cheap weapons.",
        "meaning": " 收割者跃过一堆廉价的武器。",
        "unit": "第4天"
    },
    {
        "words": " 197. The newly imprisoned prisoners poisoned poisonous moisture are hoisted out from the prison.",
        "meaning": " 中了有毒湿气毒的新近关押的囚犯被从监狱吊出.",
        "unit": "第4天"
    },
    {
        "words": " 198. The gross grocer crossed his legs before the boss.",
        "meaning": " 粗鄙的杂货商在老板面前靠起腿子.",
        "unit": "第4天"
    },
    {
        "words": " 199. The lost Bible is possibly the biggest loss of my possessions.",
        "meaning": " 丢失的圣经可能是我最大的财产损失。",
        "unit": "第4天"
    },
    {
        "words": " 200. A dose of poison made the noisy man's nose rosy.",
        "meaning": " 一剂毒药使得吵闹的男子的鼻子变成玫瑰色. ",
        "unit": "第4天"
    }
]