[
    {
        "words": "251. The accessory successor never made concessions to difficulties, so he succeeded in accessing successive successes.",
        "meaning": " 附属继承人从未向困难妥协，因此在走向连续的成功之路上成功了.",
        "unit": "第6天"
    },
    {
        "words": " 252. I exceed the excellent student who has excessive excellence.",
        "meaning": " 我胜过那个有过多优点的优秀学生.",
        "unit": "第6天"
    },
    {
        "words": " 253. During the procession, the microprocessor finished the processing procedure.",
        "meaning": " 在队伍行进时,微处理器完成了加工过程.",
        "unit": "第6天"
    },
    {
        "words": " 254. The chess professor confessed his professional blessing in the confession.",
        "meaning": " 象棋教授在供状中承认了其职业福气.",
        "unit": "第6天"
    },
    {
        "words": " 255. The progressive congressman dressed in black stressed his distress.",
        "meaning": " 穿着黑色衣服的进步国会议员强调了他的不幸.",
        "unit": "第6天"
    },
    {
        "words": " 256. The man depressed by the pressure from the press expressed the impression on him.",
        "meaning": " 那个受到来自新闻界压力压抑的人表达了他的印象.",
        "unit": "第6天"
    },
    {
        "words": " 257. Initially I kept silent to the essential essay.",
        "meaning": " 起初我对这个重要的短评保持沉默。",
        "unit": "第6天"
    },
    {
        "words": " 258. The enforced law reinforced that forced divorce is forbidden.",
        "meaning": " 实施的法律强化了禁止强迫离婚.",
        "unit": "第6天"
    },
    {
        "words": " 259. In the cork workshop, the workers fork the pork.",
        "meaning": " 在软木车间,工人们用靠子靠猪肉.",
        "unit": "第6天"
    },
    {
        "words": " 260. That person personally persuaded the personnel with persuasive words.",
        "meaning": " 那个人用有说服力的话亲自说服了人事部门。",
        "unit": "第6天"
    },
    {
        "words": " 261. The dull bull fully fulfilled pulling the bulletproof bulletin board.",
        "meaning": " 迟钝的公牛充分履行了拖防弹公告牌(的职责)。",
        "unit": "第6天"
    },
    {
        "words": " 262. The lucky duck tucked in truck suddenly sucked the gas from the bucket.",
        "meaning": " 塞在卡车里的幸运鸭子突然从桶里吸汽油.",
        "unit": "第6天"
    },
    {
        "words": " 263. Boil the oil soiled by the coil in the toilet lest it spoil.",
        "meaning": " 把被盥洗室里的线圈弄脏的油煮开,免得它变质.",
        "unit": "第6天"
    },
    {
        "words": " 264. The selfish man put himself on the shelf.",
        "meaning": " 那个自私的人把自己束之高阁。",
        "unit": "第6天"
    },
    {
        "words": " 265. In this climate, the climber climbed up the cliff with his stiff limbs.",
        "meaning": " 在这种气候下,攀登者用僵硬的四肢爬上悬崖.",
        "unit": "第6天"
    },
    {
        "words": " 266. The puffy staff's stuffy chests are stuffed with sufficient suffering.",
        "meaning": " 喘气的职员们闷热的胸中填满了足够的痛苦.",
        "unit": "第6天"
    },
    {
        "words": " 267. The member of good memory remembers to commemorate his friend with memorials.",
        "meaning": " 那位记性好的成员记得用纪念品纪念他的朋友。",
        "unit": "第6天"
    },
    {
        "words": " 268. The room is lumbered with numerous cucumbers.",
        "meaning": " 房间里乱堆着大量黄瓜。",
        "unit": "第6天"
    },
    {
        "words": " 269. The poet's toes get out of his shoes. Here heroes are zeros.",
        "meaning": " 诗人的脚趾露出了鞋子。在这里英雄无足轻重。",
        "unit": "第6天"
    },
    {
        "words": " 270. In the library, arbitrary the librarian wrote the auxiliary diary about military literature.",
        "meaning": " 在图书馆,武断的图书管理员写下了有关军事文学的辅助日记。",
        "unit": "第6天"
    },
    {
        "words": " 271. The royal destroyer employs lots of loyal employees.",
        "meaning": " 皇家驱逐舰雇佣了很多忠心的雇员.",
        "unit": "第6天"
    },
    {
        "words": " 272. On the voyage, the enjoyable toy brought me joy and annoyance.",
        "meaning": " 在航行中,使人愉快的玩具给我带来快乐和烦恼.",
        "unit": "第6天"
    },
    {
        "words": " 273. Her boyfriend fed a box of oxygen and hydrogen to the ox and fox.",
        "meaning": " 她男朋友给牛和狐狸喂了一盒子氧和氢.",
        "unit": "第6天"
    },
    {
        "words": " 274. The instructor struggled to say, \"The structure of the construction led to the destruction.\"",
        "meaning": " 教师挣扎着说:\"建筑物的构造导致这场毁灭.\"",
        "unit": "第6天"
    },
    {
        "words": " 275. I debated that the debtor was doubtless in double troubles.",
        "meaning": " 我争论说债务人很可能处在双重困境中。",
        "unit": "第6天"
    },
    {
        "words": " 276. With a dim triumph, she trims the swimming-suit rim at the swimming-pool brim.",
        "meaning": " 她带着暗淡的喜悦在泳池边整理泳装的边缘.",
        "unit": "第6天"
    },
    {
        "words": " 277. Twice the twin king wins the winter swinging under the wing of the plane.",
        "meaning": " 孪生国王两次赢得冬季机翼下的荡秋千赛。",
        "unit": "第6天"
    },
    {
        "words": " 278. Having piled miles of files, the compiler smiled a while at the profile.",
        "meaning": " 堆了几英里长的文件之后,编辑对着侧面笑了一会.",
        "unit": "第6天"
    },
    {
        "words": " 279. By the spoon you'll soon see the smooth tooth of the moon above the booth.",
        "meaning": " 借助勺子你可以立刻看到电话亭上方月亮的光滑牙齿.",
        "unit": "第6天"
    },
    {
        "words": " 280. She met me in the Fleet Street and greeted me with a sweet smile.",
        "meaning": " 她在舰队街上遇见我,并对我致以甜甜的一笑.",
        "unit": "第6天"
    },
    {
        "words": " 281. The conductor is reluctant to reduce the conductivity of the semiconductor.",
        "meaning": " 导演不情愿降低半导体的导电率.",
        "unit": "第6天"
    },
    {
        "words": " 282. The producer introduced a productive technological product into production.",
        "meaning": " 制造者把一项多产的技术成果引进到生产中.",
        "unit": "第6天"
    },
    {
        "words": " 283. The anxious man is unconscious of my anxiety.",
        "meaning": " 那个不安的人没有觉察到我的忧虑.",
        "unit": "第6天"
    },
    {
        "words": " 284. Previously he was obviously envious of my success.",
        "meaning": " 先前他明显地嫉妒我的成功.",
        "unit": "第6天"
    },
    {
        "words": " 285. I highly appreciate the preceding man's precious precise exercise.",
        "meaning": " 我高度欣赏前面那个人可贵的精确演练.",
        "unit": "第6天"
    },
    {
        "words": " 286. The miracle mirrors a horrible error made by the terrorists in the terrible territory.",
        "meaning": " 这件奇事反映了恐怖分子在这一可怕地区犯的可怕错误.",
        "unit": "第6天"
    },
    {
        "words": " 287. I hurt my tongue when I hurried to eat cherry and strawberry merrily.",
        "meaning": " 我匆忙快活地吃樱桃和草莓时伤了舌头.",
        "unit": "第6天"
    },
    {
        "words": " 288. The man proclaimed in exclamation that he aimed to reclaim the aimless claim.",
        "meaning": " 那个人呼喊着声明说他打算索回无目标的索赔.",
        "unit": "第6天"
    },
    {
        "words": " 289. In no circumstances can the bicycle in the circle of the circus be a focus.",
        "meaning": " 马戏表演圈子中的自行车决不会成为焦点.",
        "unit": "第6天"
    },
    {
        "words": " 290. I'm busy unless I'm blessed with less lesson.",
        "meaning": " 我很忙,除非我很幸运只有少量功课.",
        "unit": "第6天"
    },
    {
        "words": " 291. How to pronounce the noun \"ounce\" in the announcement?",
        "meaning": " 布告中的名词\"盎司\"怎样发音?",
        "unit": "第6天"
    },
    {
        "words": " 292. It's incredible that the editor's editorial in this edition is edible.",
        "meaning": " 本版中的编辑社论可以食用让人难以置信。",
        "unit": "第6天"
    },
    {
        "words": " 293. The whistler whispered, \"Which is rich?\"",
        "meaning": " 鸣笛者低语道:\"哪一个富有?\"",
        "unit": "第6天"
    },
    {
        "words": " 294. Which method of making the metal helmet is more economical in total?",
        "meaning": " 生产这种金属头盔的方法哪一种总体上更节约?",
        "unit": "第6天"
    },
    {
        "words": " 295. The diligent teller told a tedious story about the intelligent satellite.",
        "meaning": " 勤奋的出纳讲述了一个关于智能卫星的乏味故事.",
        "unit": "第6天"
    },
    {
        "words": " 296. The soda made the goddess nod by the fishing rod.",
        "meaning": " 苏打使女神在钓竿旁打盹.",
        "unit": "第6天"
    },
    {
        "words": " 297. The modest man moderately modified the model in this mode.",
        "meaning": " 谦虚者适度地用这种方式修改了模型。",
        "unit": "第6天"
    },
    {
        "words": " 298. The humorous rumour has something to do with human humanity and vanity.",
        "meaning": " 那个幽默传闻与人类的仁慈和虚荣心有关。",
        "unit": "第6天"
    },
    {
        "words": " 299. The wakened cake baker awakes to that he has to brake by the lake.",
        "meaning": " 被唤醒的蛋糕师傅醒悟到他必须在湖边刹车。",
        "unit": "第6天"
    },
    {
        "words": " 300. I overtake the undertaker who takes my stake by mistake.",
        "meaning": " 我追上那个误拿我赌注的承办人.",
        "unit": "第6天"
    }
]