[
    {
        "words": "301. The crying boy tries to fry the dry crystal.",
        "meaning": " 哭喊的男孩试图用油炸干晶体.",
        "unit": "第7天"
    },
    {
        "words": " 302. In the chimney the donkey and monkey found the key to the money monitor.",
        "meaning": " 猴和驴在烟囱里找到了货币监视器的钥匙.",
        "unit": "第7天"
    },
    {
        "words": " 303. At the edge of the wedged hedge, I acknowledged the knowledgeable man.",
        "meaning": " 在楔形篱笆的边缘上,我向那位博识的人致谢.",
        "unit": "第7天"
    },
    {
        "words": " 304. The shark's remark on the marble mark in the market is remarkable.",
        "meaning": " 骗子关于市场上大理石标记的评论值得关注.",
        "unit": "第7天"
    },
    {
        "words": " 305. In the sparking park, the darling dark dog barked at the embarked larks.",
        "meaning": " 在闪着火花的公园里,可爱的深色狗对着装载于船云雀吠叫.",
        "unit": "第7天"
    },
    {
        "words": " 306. The drifter swiftly shifted the gift to the left of the lift.",
        "meaning": " 那个漂泊者敏捷地将礼物换到电梯的左边.",
        "unit": "第7天"
    },
    {
        "words": " 307. The rival's arrival gives him a forgivable chance.",
        "meaning": " 对手的到来给他一个可原谅的机会。",
        "unit": "第7天"
    },
    {
        "words": " 308. From the fact, the shivering driver derives that the diver may thrive on river.",
        "meaning": " 发抖的司机从这个事实得出结论说跳水员可以靠河流繁荣.",
        "unit": "第7天"
    },
    {
        "words": " 309. The striver contrives to derive that privacy can't be deprived.",
        "meaning": " 奋斗者想方设法推导得出隐私(权)不可剥夺.",
        "unit": "第7天"
    },
    {
        "words": " 310. The lively survivor surveyed the conveyer.",
        "meaning": " 活泼的幸存者考察了输送装置.",
        "unit": "第7天"
    },
    {
        "words": " 311. The living olive keeps the deliverer's liver alive.",
        "meaning": " 活橄榄使发货人的肝脏继续存活.",
        "unit": "第7天"
    },
    {
        "words": " 312. With a knife the knitter ends his wife's life in the lifeboat.",
        "meaning": " 在救生艇上编织者用小刀结束了他妻子的性命。",
        "unit": "第7天"
    },
    {
        "words": " 313. Who made a whole hole in the holy holiday?",
        "meaning": " 谁在神圣的假日里打了一个完整的孔?",
        "unit": "第7天"
    },
    {
        "words": " 314. The man who broke the sole solid lid is solemnly condemned.",
        "meaning": " 打破这个仅有的实心盖子的人受到庄严谴责.",
        "unit": "第7天"
    },
    {
        "words": " 315. By the ruler's schedule, the molecule capsules will play an important role in the roller.",
        "meaning": " 根据统治者的时间表，这种分子胶囊将在滚筒上起重要作用.",
        "unit": "第7天"
    },
    {
        "words": " 316. I deliberately liberated the man who was in despair and desperately struggled for liberation and liberty.",
        "meaning": " 我有意解放了那个拼命地争取解放和自由的绝望者。",
        "unit": "第7天"
    },
    {
        "words": " 317. At the outset this set of setting settled the offset problem of the kettle.",
        "meaning": " 在开始，这一套设置解决了水壶的弥补问题.",
        "unit": "第7天"
    },
    {
        "words": " 318. I bet that he forgot the forged alphabetical targets.",
        "meaning": " 我打赌他忘记了按字母顺序排列的锻造靶子.",
        "unit": "第7天"
    },
    {
        "words": " 319. The draft for aircraft is sent to the airline by airmail.",
        "meaning": " 订购航空器的汇票用航空邮件寄给了航空公司.",
        "unit": "第7天"
    },
    {
        "words": " 320. On the impaired dairy the chairman lay in a pair of repaired chairs for haircut.",
        "meaning": " 在遭到损害的牛奶场,主席躺在一对修理过的椅子上理发.",
        "unit": "第7天"
    },
    {
        "words": " 321. I met a fairly unfair affair upstairs.",
        "meaning": " 我在楼上遇到一件颇不公平的事.",
        "unit": "第7天"
    },
    {
        "words": " 322. At the breakfast, the steak leaked from the break.",
        "meaning": " 早餐时,肉片从缺口处漏出来。",
        "unit": "第7天"
    },
    {
        "words": " 323. The weak speaker made a speech on the bleak peak.",
        "meaning": " 虚弱的讲话者在荒凉的山峰上发表了演说。",
        "unit": "第7天"
    },
    {
        "words": " 324. The mouse's tearing the blouse and trousers aroused the housewife's anger.",
        "meaning": " 老鼠撕咬短衫和裤子激起了主妇的怒火。",
        "unit": "第7天"
    },
    {
        "words": " 325. We beat (defeated) the cheat who heated the wheat.",
        "meaning": " 我们打败了给小麦加热的骗子。",
        "unit": "第7天"
    },
    {
        "words": " 326. He created the great creature with concrete for recreation.",
        "meaning": " 他用混凝土创造了这个伟大的创造物作消遣.",
        "unit": "第7天"
    },
    {
        "words": " 327. In the theater I threatened to treat the treaty with retreat.",
        "meaning": " 在剧院里,我威胁要以退却来对待条约.",
        "unit": "第7天"
    },
    {
        "words": " 328. The man in neat sweaty sweater seated himself in the rear.",
        "meaning": " 穿整洁的汗湿毛衣的男子在后面就坐.",
        "unit": "第7天"
    },
    {
        "words": " 329. The lagging man tagged the bags among the luggage with small flags.",
        "meaning": " 落伍者给行李中的袋子加上小旗标签.",
        "unit": "第7天"
    },
    {
        "words": " 330. The ragged man drags a waggon of rag fragments.",
        "meaning": " 那个衣衫褴褛的人拉着一货车破布碎片.",
        "unit": "第7天"
    },
    {
        "words": " 331. The lawyer's son-in-law likes hawk's claws and jaws.",
        "meaning": " 律师的女婿喜欢鹰爪和下颌.",
        "unit": "第7天"
    },
    {
        "words": " 332. The drawer put the strawberries and raw paws into a drawer in the saw-mill.",
        "meaning": " 绘图者把草莓和生熊掌放进锯板厂的抽屉里。",
        "unit": "第7天"
    },
    {
        "words": " 333. I had appetite for inviting the man who bit me despite I had spite against him.",
        "meaning": " 我有意邀请咬我的人,尽管我怨恨他.",
        "unit": "第7天"
    },
    {
        "words": " 334. On the exciting kite site, the excited reciter cited my verse.",
        "meaning": " 在激动人心的风筝现场，激动的朗诵者应用了我的诗句。",
        "unit": "第7天"
    },
    {
        "words": " 335. The photographer put the graph in the paragraph on geographical geometry.",
        "meaning": " 摄影师将图表插到论述地理几何学的段落.",
        "unit": "第7天"
    },
    {
        "words": " 336. The telegram says that the diagrams show the grammar of the program.",
        "meaning": " 电报说图表表示程序的语法.",
        "unit": "第7天"
    },
    {
        "words": " 337. With gratitude he congratulated me on the celebration.",
        "meaning": " 他怀着感激向我祝贺庆典.",
        "unit": "第7天"
    },
    {
        "words": " 338. The rational operator started a new era of opera cooperation in AD 2000.",
        "meaning": " 理性的操作者在公元2000年开创了一个歌剧合作的新时代.",
        "unit": "第7天"
    },
    {
        "words": " 339. I can't tolerate the acceleration in decorating the refrigerator.",
        "meaning": " 我不能容忍对冷库装饰的加速.",
        "unit": "第7天"
    },
    {
        "words": " 340. The fateful up-to-date data of the gate have a fatal error.",
        "meaning": " 大门的决定性最新数据有一个致命错误.",
        "unit": "第7天"
    },
    {
        "words": " 341. I've hatred for the hateful man's skates bought with prior private privilege.",
        "meaning": " 我对那个可恶男子用优先个人特权购买的冰鞋感到厌恶.",
        "unit": "第7天"
    },
    {
        "words": " 342. With one penny I had this peculiar pen opened.",
        "meaning": " 我花了一便士让人把这支奇特的钢笔打开了。",
        "unit": "第7天"
    },
    {
        "words": " 343. I lowered flowing flowers below the table.",
        "meaning": " 我把飘垂的花降低到桌子之下.",
        "unit": "第7天"
    },
    {
        "words": " 344. The plowman slowly blows at the glowing globe.",
        "meaning": " 犁地者对着发红的球体慢慢吹气.",
        "unit": "第7天"
    },
    {
        "words": " 345. The fellow's yellow pillow is hollowed by his follower.",
        "meaning": " 那个家伙的黄色枕头被他的跟随者掏空了.",
        "unit": "第7天"
    },
    {
        "words": " 346. The junior and senior of the senate all have driver's licenses.",
        "meaning": " 参议院的年长者和年少者都有驾驶执照.",
        "unit": "第7天"
    },
    {
        "words": " 347. The immense expense in condensing the steam made me tense.",
        "meaning": " 凝结蒸汽的巨大开支使我感到紧张.",
        "unit": "第7天"
    },
    {
        "words": " 348. A sensible man's sensor is sensitive to nonsense on census.",
        "meaning": " 明智者的传感器对人口调查废话敏感.",
        "unit": "第7天"
    },
    {
        "words": " 349. The offensive offender defended himself with the fence.",
        "meaning": " 那个讨厌的触犯者用篱笆自卫.",
        "unit": "第7天"
    },
    {
        "words": " 350. The dependent dependant can't live independently.",
        "meaning": " 依靠别人的被赡养者不能独立生活. ",
        "unit": "第7天"
    }
]